i5-2500k/2.6.39/1500/2/read-write-1.log
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 1500
query mode: simple
number of clients: 1
number of threads: 1
duration: 1800 s
number of transactions actually processed: 1960932
latency average: 0.918 ms
tps = 1089.406155 (including connections establishing)
tps = 1089.406803 (excluding connections establishing)